IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Język:EN)"
IDS_RUS_DLL_ERROR = "Łączona jest nieprawidłowa wersja dll"
IDS_RUS_DLL_ERROR_REPORT = "Nie można zainicjować dll COM"
IDS_CVL_REPORT_PRINTING = "Drukowanie raportu..."
IDS_CVL_REPORT_GENERATING = "Generowanie raportu..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Obliczenie wytrzymałości przekrojów elementów przestrzennych"
IDS_CVL_RPT_SNiP_Not_required = "Nie wymagane"
IDS_SP16_Par711_Title = "Obliczenie wytrzymałości elementów przy osiowym rozciąganiu lub ściskaniu (par. 7.1.1)"
IDS_SP16_Par713_Title = "Obliczenie stateczności elementów o pełnym przekroju przy osiowym ściskaniu (par. 7.1.3)"
IDS_SP16_Par715_Title = "Stateczność przy utracie stateczności giętno-skrętnej przekroju otwartego (par. 7.1.5)"
IDS_SP16_Par723_Title = "Obliczenie umownej smukłości gałęzi (par. 7.2.3)"
IDS_SP16_Par724_Title = "Obliczenie stateczności pojedynczych gałęzi w elementach o przekroju złożonym (par. 7.2.4)"
IDS_SP16_Par732_Title = "Stateczność ścian elementów o pełnym przekroju ściskanych osiowo (par. 7.3.2)"
IDS_SP16_Par733_Title = "Ściany elementów o pełnym przekroju ściskanych osiowo należy wzmocnić żebrami poprzecznymi (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nWymagane są żebra poprzeczne, ale nie zostały ustawione."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nŻebra poprzeczne są wymagane i ustawione. Sprawdzanie wystarczalności rozstawu żeber poprzecznych:"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nŻebra poprzeczne nie są wymagane."
IDS_SP16_Par738_Title = "Stateczność blach pasów elementów o pełnym przekroju ściskanych osiowo (par. 7.3.8)"
IDS_SP16_Par821_Title = "Obliczenie wytrzymałości belek klasy 1: pod działaniem momentu (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Sprawdzenie przekroju na siły tnące"
IDS_SP16_Par823_Title = "Obliczenie wytrzymałości belek składanych klasy 2 i 3 o przekrojach dwuteowych i skrzynkowych: pod działaniem momentu (par. 8.2.3)"
IDS_SP16_Par841_Title = "Obliczenie stateczności dwuteowników klasy 1: pod działaniem momentu (par. 8.4.1)"
IDS_SP16_Par851_Title = "Stateczność ścian belek klasy 1: pod działaniem momentu (par. 8.5.1)"
IDS_SP16_Par853_Title = "Stateczność ścian belek klasy 1 o symetrycznym przekroju poprzecznym przy występowaniu naprężenia lokalnego: pod działaniem momentu (par. 8.5.3)"
IDS_SP16_Par857_Title = "Stateczność ścian belek klasy 1 o asymetrycznym przekroju dwuteowym z bardziej rozwiniętym pasem rozciąganym (par. 8.5.7)"
IDS_SP16_Par858_Title = "Stateczność ścian belek klasy 2 i 3 wykonanych z jednorodnej stali przy braku naprężenia lokalnego (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Obliczenie wytrzymałości ściany belki niewzmocnionej usztywnieniami pod działaniem naprężenia lokalnego (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Stateczność ściskanych pasów belek klasy 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Stateczność ściskanych pasów belek klasy 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Obliczenie wytrzymałości elementów mimośrodowo ściskanych i mimośrodowo rozciąganych (par. 9.1.1)"
IDS_SP16_Par913_Title = "Sprawdzenie wytrzymałości na rozciąganie włókna przekroju elementów mimośrodowo ściskanych o przekrojach niesymetrycznych (par. 9.1.3)"
IDS_SP16_Par922_Title = "Obliczenie stateczności elementów mimośrodowo ściskanych w płaszczyźnie działania momentu, pokrywającej się z płaszczyzną symetrii (par. 9.2.2)"
IDS_SP16_Par928_Title = "Obliczenie stateczności elementów mimośrodowo ściskanych zginanych w płaszczyźnie najmniejszej sztywności (par. 9.2.8)"
IDS_SP16_Par929_Title = "Obliczenie stateczności prętów (z wyjątkiem skrzynkowych) poddanych ściskaniu i zginaniu w dwóch głównych płaszczyznach (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Obliczenie stateczności prętów (skrzynkowych) poddanych ściskaniu i zginaniu w dwóch głównych płaszczyznach (par. 9.2.10)"
IDS_SP16_Par924_Title = "Obliczenie stateczności prętów mimośrodowo ściskanych poza płaszczyzną działania momentu podczas ich zginania w płaszczyźnie największej sztywności (par. 9.2.4)"
IDS_SP16_Par942_Title = "Stateczność ścian elementów mimośrodowo ściskanych (par. 9.4.2)"
IDS_SP16_Par947_Title = "Stateczność pasów (półek) prętów mimośrodowo ściskanych (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Maksymalne długości obliczeniowe elementów (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Obliczenie stateczności ścian rur bezszwowych lub zgrzewanych elektrycznie (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n Dalsze sprawdzenia nie są potrzebne."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Dla przekroju typu %s współczynniki wynoszą: %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Nieznany typ przekroju. Współczynniki wynoszą: %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Obliczenie smukłości lambda_ef elementu o przekroju ażurowym"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Typ przekroju: 1, gałęzie są połączone przewiązkami"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Typ przekroju: 1, gałęzie są połączone skratowaniem"
IDS_SP16_CALC_PHI_COEFF = "Obliczenie współczynnika phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Obliczenie współczynnika stateczności phi_e przy mimośrodowym ściskaniu elementów pełnych"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "Z tabeli D.3 dla o_lambda_ef = %g oraz m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Obliczenie współczynnika stateczności phi_e przy mimośrodowym ściskaniu elementów ażurowych"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "Z tabeli D.4 dla o_lambda_ef = %g oraz m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Obliczenie zredukowanego pola Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Typ przekroju z tabeli 7:"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Wymagania punktu 7.3.2 nie są spełnione. Obliczenie z polem zredukowanym."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Wymagania punktu 9.4.2 nie są spełnione. Obliczenie z polem zredukowanym."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Obliczenie granicznej umownej smukłości środnika (tabela 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Obliczenie granicznej umownej smukłości pasa (tabela 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Obliczenie hd dla elementu ściskanego osiowo"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Obliczenie hd dla elementu nieściskanego osiowo"
IDS_SP16_CALCULATION_OF_BD = "Obliczenie bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Obliczenie ω, α, β z tabeli D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Obliczenie współczynnika Cmax. Typ przekroju: 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Obliczenie współczynników Cy, Cz, n (tabela E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Dla Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Obliczenie współczynnika B (tabela ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Obliczenie współczynników C i D (tabela ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "rat"
IDS_SNiP_REPORT_SECT_REDESIGN = "Przekrój musi zostać przeprojektowany."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Zbrojenie nie jest wymagane."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Zbrojenie jest wymagane."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
